import React from 'react';

const Home = () => {
    return (
        <div className="container">
            <h1>Вітаємо на нашому порталі гороскопів!</h1>
            <div className="content-block">
                <p>
                    Гороскоп — це відображення взаємного розташування планет і зірок на певний момент часу.
                    Сама назва походить від давньогрецьких слів «горо» (час) та «скопос» (спостерігач).
                    Історія створення гороскопів налічує тисячоліття: перші згадки про поділ небесної сфери на знаки зодіаку
                    з'явилися ще у Стародавній Месопотамії близько V століття до н.е. Вавилонські жерці використовували ці знання
                    для передбачення державних подій. Пізніше, у Стародавній Греції, астрологія набула більш персоналізованого вигляду,
                    який ми знаємо сьогодні. Протягом віків люди зверталися до зірок, щоб знайти відповіді на складні питання,
                    зрозуміти свій характер та дізнатися, що готує майбутнє. Гороскоп допомагає нам відчути зв'язок із космосом
                    та знайти гармонію у повсякденному житті, спираючись на вікову мудрість астрологічних спостережень.
                </p>
            </div>
        </div>
    );
};

export default Home;